Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# compactBrowserLayoutGrid
source: Icon
ar: أيقونات
de: Symbol
es: Icono
fr: Icône
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘
nl: Icoon
pl: Ikony
pt: Ícone
ru: Иконки
th: ไอคอน
tr: Simge
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# compactBrowserLayoutList
source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
hi: सूची
it: Elenco
ja: リスト
ko: 목록
nl: Lijst
pl: Lista
pt: Lista
ru: Список
th: รายการ
tr: Liste
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

# compactBrowserTitle
source: Browse
ar: تصفح
de: Durchsuchen
es: Explorar
fr: Parcourir
hi: ब्राउज़
it: Sfoglia
ja: 参照
ko: 찾아보기
nl: Bladeren
pl: Przeglądaj
pt: Explorar
ru: Обзор
th: เรียกดู
tr: Gözat
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽

# compactRecentlyTitle
source: Recently
ar: مؤخرًا
de: Zuletzt
es: Recientes
fr: Récents
hi: हाल ही में
it: Recenti
ja: 最近
ko: 최근
nl: Onlangs
pl: Ostatnio
pt: Recentes
ru: Недавние
th: เมื่อเร็วๆ นี้
tr: Son Kullanılanlar
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

# compactSearchTitle
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Recherche
hi: खोज
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# containerLoadingFileDescription
source: This file is really quite large...
ar: هذا الملف كبير جدًا حقًا...
de: Diese Datei ist wirklich ziemlich groß...
es: Este archivo es realmente bastante grande...
fr: Ce fichier est vraiment assez volumineux...
hi: यह फ़ाइल वास्तव में बहुत बड़ी है...
it: Questo file è davvero piuttosto grande...
ja: このファイルは本当にかなり大きいです...
ko: 이 파일은 정말 꽤 큽니다...
nl: Dit bestand is echt behoorlijk groot...
pl: Ten plik jest naprawdę dość duży...
pt: Este arquivo é realmente bastante grande...
ru: Этот файл действительно довольно большой...
th: ไฟล์นี้ค่อนข้างใหญ่...
tr: Bu dosya gerçekten oldukça büyük...
vi: Tệp này thực sự khá lớn...
zh_hans: 这个文件真的很大...
zh_hant: 這個檔案真的很大...

# containerLoadingFileTitle
source: Loading file...
ar: جارٍ تحميل الملف...
de: Datei wird geladen...
es: Cargando archivo...
fr: Chargement du fichier...
hi: फ़ाइल लोड हो रही है...
it: Caricamento file...
ja: ファイルを読み込んでいます...
ko: 파일 로딩 중...
nl: Bestand laden...
pl: Ładowanie pliku...
pt: Carregando arquivo...
ru: Загрузка файла...
th: กำลังโหลดไฟล์...
tr: Dosya yükleniyor...
vi: Đang tải tệp...
zh_hans: 正在加载文件...
zh_hant: 正在加載檔案...

# debugChatContextCopyHelp
source: Copy debug context
ar: نسخ سياق التصحيح
de: Debug-Kontext kopieren
es: Copiar contexto de depuración
fr: Copier le contexte de débogage
hi: डीबग संदर्भ कॉपी करें
it: Copia contesto di debug
ja: デバッグコンテキストをコピー
ko: 디버그 컨텍스트 복사
nl: Kopieer debugcontext
pl: Skopiuj kontekst debugowania
pt: Copiar contexto de depuração
ru: Скопировать отладочный контекст
th: คัดลอกบริบทการดีบัก
tr: Hata ayıklama bağlamını kopyala
vi: Sao chép ngữ cảnh gỡ lỗi
zh_hans: 复制调试上下文
zh_hant: 複製除錯上下文

# debugChatContextGenerating
source: Generating context snapshot...
ar: يتم إنشاء لقطة سياق...
de: Kontext-Snapshot wird erstellt...
es: Generando captura de contexto...
fr: Génération de l'instantané du contexte...
hi: संदर्भ स्नैपशॉट तैयार किया जा रहा है...
it: Generazione della snapshot di contesto in corso...
ja: コンテキストスナップショットを生成中...
ko: 컨텍스트 스냅샷 생성 중...
nl: Contextsnapshot genereren...
pl: Generowanie migawki kontekstu...
pt: Gerando snapshot do contexto...
ru: Генерация снимка контекста...
th: กำลังสร้างภาพรวมบริบท...
tr: Bağlam anlık görüntüsü üretiliyor...
vi: Đang tạo ảnh chụp ngữ cảnh...
zh_hans: 正在生成上下文快照...
zh_hant: 正在生成上下文快照...

# debugChatContextHelp
source: Show the context LLMKit would send for this draft.
ar: عرض السياق الذي سترسله LLMKit لهذا المسودة.
de: Zeige den Kontext, den LLMKit für diesen Entwurf senden würde.
es: Mostrar el contexto que LLMKit enviaría para este borrador.
fr: Afficher le contexte que LLMKit enverrait pour ce brouillon.
hi: इस ड्राफ्ट के लिए LLMKit द्वारा भेजे जाने वाले संदर्भ को दिखाएँ।
it: Mostra il contesto che LLMKit invierebbe per questa bozza.
ja: このドラフトに対してLLMKitが送信するコンテキストを表示します。
ko: 이 초안에 대해 LLMKit에서 전송할 컨텍스트를 표시합니다.
nl: Toon de context die LLMKit voor dit concept zou verzenden.
pl: Pokaż kontekst, który LLMKit wysłałby dla tego szkicu.
pt: Mostrar o contexto que o LLMKit enviaria para este rascunho.
ru: Показать контекст, который LLMKit отправил бы для этого черновика.
th: แสดงบริบทที่ LLMKit จะส่งสำหรับร่างนี้.
tr: Bu taslak için LLMKit'in göndereceği bağlamı göster.
vi: Hiển thị ngữ cảnh mà LLMKit sẽ gửi cho bản nháp này.
zh_hans: 显示 LLMKit 将为此草稿发送的上下文。
zh_hant: 顯示 LLMKit 將為此草稿發送的上下文。

# debugChatContextMessage
source: Snapshot of the active context LLMKit would pass into the next AI run.
ar: لقطة من السياق النشط الذي ستمرره LLMKit إلى التشغيل التالي للذكاء الاصطناعي.
de: Snapshot des aktiven Kontexts, den LLMKit in den nächsten KI-Lauf übergeben würde.
es: Instantánea del contexto activo que LLMKit pasaría a la siguiente ejecución de IA.
fr: Aperçu du contexte actif que LLMKit transmettra lors du prochain exécution de l'IA.
hi: सक्रिय संदर्भ का स्नैपशॉट LLMKit अगले AI रन में पास करेगा।
it: Istantanea del contesto attivo che LLMKit passerà al prossimo esecuzione AI.
ja: 次回のAI実行に渡されるアクティブなコンテキストのスナップショット。
ko: 다음 AI 실행에 전달될 활성 컨텍스트의 스냅샷입니다.
nl: Momentopname van de actieve context die LLMKit zou doorgeven aan de volgende AI-run.
pl: Zrzut aktywnego kontekstu, który LLMKit przekaże do następnego uruchomienia AI.
pt: Captura do contexto ativo que o LLMKit passaria para a próxima execução da IA.
ru: Снимок активного контекста, который LLMKit передаст в следующем запуске ИИ.
th: ภาพรวมของบริบทที่ทำงานอยู่ LLMKit จะส่งไปในรอบ AI ถัดไป。
tr: Aktif bağlamın LLMKit tarafından bir sonraki AI çalışmasına iletilecek anlık görüntüsü.
vi: Ảnh chụp nhanh về ngữ cảnh hoạt động mà LLMKit sẽ truyền vào lần chạy AI tiếp theo.
zh_hans: 活动上下文的快照，LLMKit 将传递到下一个 AI 运行中。
zh_hant: 當前上下文的快照 LLMKit 將在下一次 AI 運行中傳遞。

# debugChatContextNoConversationError
source: No conversation exists yet. Send one message first, then preview the next request context.
ar: لا توجد محادثة حتى الآن. أرسل رسالة واحدة أولاً، ثم قم بمعاينة سياق الطلب التالي.
de: Es existiert noch keine Konversation. Sende zuerst eine Nachricht, und schaue dir dann den nächsten Anforderungs- Kontext an.
es: No existe ninguna conversación aún. Envía un mensaje primero, luego previsualiza el contexto de la próxima solicitud.
fr: Aucune conversation n'existe encore. Envoyez un message d'abord, puis prévisualisez le contexte de la prochaine demande.
hi: अभी तक कोई बातचीत अस्तित्व में नहीं है। पहले एक संदेश भेजें, फिर अगले अनुरोध संदर्भ का पूर्वावलोकन करें।
it: Non esiste ancora una conversazione. Invia prima un messaggio, poi visualizza il contesto della prossima richiesta.
ja: まだ会話が存在しません。最初にメッセージを送信し、その後で次のリクエストコンテキストをプレビューしてください。
ko: 아직 대화가 존재하지 않습니다. 먼저 한 개의 메시지를 전송한 후 다음 요청 컨텍스트를 미리 봅니다.
nl: Er bestaat nog geen gesprek. Stuur eerst een bericht en bekijk dan de context van het volgende verzoek.
pl: Brak rozmowy. Wyślij najpierw jedną wiadomość, a potem zobacz kontekst następnego żądania.
pt: Ainda não existe uma conversa. Envie uma mensagem primeiro, depois visualize o contexto da próxima solicitação.
ru: Пока нет существующего разговора. Сначала отправьте одно сообщение, затем просмотрите контекст следующего запроса.
th: ยังไม่มีการสนทนาเกิดขึ้น ส่งข้อความหนึ่งก่อน จากนั้นดูตัวอย่างบริบทคำขอถัดไป。
tr: Henüz bir konuşma yok. Önce bir mesaj gönderin, ardından bir sonraki istek bağlamını önizleyin.
vi: Chưa có cuộc hội thoại nào. Gửi một tin nhắn trước, sau đó xem trước ngữ cảnh yêu cầu tiếp theo.
zh_hans: 尚不存在对话。请先发送一条消息，然后预览下一个请求上下文。
zh_hant: 尚未存在對話。先發送一則消息，然後預覽下一個請求上下文。

# debugChatContextTitle
source: Debug Context
ar: سياق التصحيح
de: Debug-Kontext
es: Contexto de Depuración
fr: Contexte de débogage
hi: डिबग संदर्भ
it: Contesto di Debug
ja: デバッグコンテキスト
ko: 디버그 컨텍스트
pl: Kontekst debugowania
pt: Contexto de Depuração
ru: Контекст отладки
th: บริบทการดีบัก
tr: Hata Ayıklama Bağlamı
vi: Ngữ cảnh Gỡ lỗi
zh_hans: 调试上下文
zh_hant: 調試上下文

# deletedFileRecoverAlertButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# deletedFileRecoverAlertButtonRecover
source: Recover
ar: استرجاع
de: Wiederherstellen
es: Recuperar
fr: Récupérer
hi: पुनर्प्राप्त करें
it: Recupera
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Recuperar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# deletedFileRecoverAlertMessage
source: To edit this file, you’ll need to recover it.
ar: لتحرير هذا الملف، ستحتاج إلى استعادته.
de: Um diese Datei zu bearbeiten, müssen Sie sie wiederherstellen.
es: Para editar este archivo, necesitarás recuperarlo.
fr: Pour modifier ce fichier, vous devrez le récupérer.
hi: इस फ़ाइल को संपादित करने के लिए, आपको इसे पुनर्प्राप्त करना होगा।
it: Per modificare questo file, dovrai recuperarlo.
ja: このファイルを編集するには、復元する必要があります。
ko: 이 파일을 편집하려면 복원해야 합니다.
nl: Om dit bestand te bewerken, moet je het herstellen.
pl: Aby edytować ten plik, musisz go przywrócić.
pt: Para editar este arquivo, você precisará recuperá-lo.
ru: Чтобы отредактировать этот файл, вам нужно его восстановить.
th: ในการแก้ไขไฟล์นี้ คุณจะต้องกู้คืนมัน
tr: Bu dosyayı düzenlemek için, onu geri yüklemeniz gerekecek.
vi: Để chỉnh sửa tệp này, bạn cần khôi phục nó.
zh_hans: 要编辑该文件，您需要先恢复它。
zh_hant: 要編輯此檔案，您需要恢復它。

# deletedFileRecoverAlertTitle
source: The file is deleted and it can’t be edited.
ar: تم حذف الملف ولا يمكن تحريره.
de: Die Datei ist gelöscht und kann nicht bearbeitet werden.
es: El archivo está eliminado y no se puede editar.
fr: Le fichier est supprimé et ne peut pas être modifié.
hi: फ़ाइल हटा दी गई है और इसे संपादित नहीं किया जा सकता।
it: Il file è stato eliminato e non può essere modificato.
ja: ファイルは削除されており、編集できません。
ko: 파일이 삭제되어 편집할 수 없습니다.
nl: Het bestand is verwijderd en kan niet worden bewerkt.
pl: Plik został usunięty i nie można go edytować.
pt: O arquivo foi excluído e não pode ser editado.
ru: Файл удален, и его нельзя редактировать.
th: ไฟล์ถูกลบและไม่สามารถแก้ไขได้
tr: Dosya silindi ve düzenlenemez.
vi: Tệp đã bị xóa và không thể chỉnh sửa.
zh_hans: 文件已删除，无法编辑。
zh_hant: 檔案已刪除，無法編輯。

# drawingPreferencesIsCustomizedMessage
source: This canvas overrides the global defaults. Turn off to reset.
ar: تجاوزت هذه اللوحة الإعدادات الافتراضية العالمية. قم بإيقاف التشغيل لإعادة الضبط.
de: Diese Leinwand überschreibt die globalen Standardeinstellungen. Deaktivieren, um zurückzusetzen.
es: Este lienzo anula los valores predeterminados globales. Desactívalo para restablecer.
fr: Cette toile remplace les paramètres par défaut globaux. Désactivez pour réinitialiser.
hi: यह कैनवस वैश्विक डिफ़ॉल्ट्स को ओवरराइड करता है। रीसेट करने के लिए इसे बंद करें।
it: Questo canvas sovrascrive le impostazioni globali. Disattiva per ripristinare.
ja: このキャンバスはグローバルデフォルトを上書きしています。オフにするとリセットされます。
ko: 이 캔버스는 전역 기본값을 덮어씁니다. 초기화하려면 끄세요.
nl: Dit canvas overschrijft de globale standaardinstellingen. Zet het uit om te resetten.
pl: Ten obszar roboczy nadpisuje globalne ustawienia domyślne. Wyłącz, aby zresetować.
pt: Esta tela substitui as configurações globais. Desative para redefinir.
ru: Этот холст переопределяет глобальные настройки. Отключите, чтобы сбросить.
th: ผืนผ้านี้จะครอบคลุมค่าเริ่มต้นทั่วโลก ปิดเพื่อรีเซ็ต
tr: Bu tuval, küresel varsayılanları geçersiz kılar. Sıfırlamak için kapatın.
vi: Canvas này ghi đè các cài đặt mặc định toàn cầu. Tắt để đặt lại.
zh_hans: 此画布覆盖全局默认设置。关闭以重置。
zh_hant: 此畫布覆蓋全局默認設置。關閉以重置。

# drawingPreferencesNotCustomizedMessage
source: Following the global defaults from Settings → Excalidraw.
ar: اتباع الإعدادات الافتراضية العالمية من الإعدادات → إكسكالي درو.
de: Folgt den globalen Standardeinstellungen aus Einstellungen → Excalidraw.
es: Siguiendo los valores predeterminados globales de Configuración → Excalidraw.
fr: Suivant les paramètres par défaut globaux dans Paramètres → Excalidraw.
hi: सेटिंग्स → एक्सकैलिड्रॉ में वैश्विक डिफ़ॉल्ट्स का पालन कर रहा है।
it: Seguendo le impostazioni globali da Impostazioni → Excalidraw.
ja: 設定 → Excalidraw のグローバルデフォルトに従っています。
ko: 설정 → Excalidraw의 전역 기본값을 따릅니다.
nl: Volgt de globale standaardinstellingen vanuit Instellingen → Excalidraw.
pl: Korzystam z globalnych domyślnych ustawień z Ustawienia → Excalidraw.
pt: Seguindo as configurações globais de Configurações → Excalidraw.
ru: Следует глобальным настройкам в Настройки → Excalidraw.
th: จะใช้ค่าเริ่มต้นทั่วโลกจากการตั้งค่า → Excalidraw
tr: Ayarlar → Excalidraw'tan küresel varsayılanlara uymaktadır.
vi: Theo các cài đặt mặc định toàn cầu từ Cài đặt → Excalidraw.
zh_hans: 遵循设置 → Excalidraw 的全局默认设置。
zh_hant: 遵循設置 → Excalidraw 的全局默認設置。

# drawingPreferencesTitle
source: Drawing Preferences
ar: تفضيلات الرسم
de: Zeicheneinstellungen
es: Preferencias de Dibujo
fr: Préférences de dessin
hi: चित्रण प्राथमिकताएँ
it: Preferenze di Disegno
ja: 描画設定
ko: 그리기 설정
nl: Tekenvoorkeuren
pl: Preferencje rysowania
pt: Preferências de Desenho
ru: Настройки рисования
th: การตั้งค่าการวาดภาพ
tr: Çizim Tercihleri
vi: Tùy Chọn Vẽ
zh_hans: 绘制偏好设置
zh_hant: 繪圖偏好設定

# dropFileToLocalFolderConfirmationMessage
source: This will export the file to disk.
ar: سيؤدي هذا إلى تصدير الملف إلى القرص.
de: Die Datei wird auf die Festplatte exportiert.
es: Esto exportará el archivo al disco.
fr: Le fichier sera exporté sur le disque.
hi: यह फ़ाइल डिस्क पर निर्यात की जाएगी।
it: Questo esporterà il file sul disco.
ja: このファイルをディスクにエクスポートします。
ko: 이 파일을 디스크로 내보냅니다.
nl: Dit zal het bestand naar de schijf exporteren.
pl: Plik zostanie wyeksportowany na dysk.
pt: Isso exportará o arquivo para o disco.
ru: Файл будет экспортирован на диск.
th: ไฟล์นี้จะถูกส่งออกไปยังดิสก์
tr: Bu dosya diske aktarılacak.
vi: Việc này sẽ xuất tệp ra ổ đĩa.
zh_hans: 这将把该文件导出到磁盘。
zh_hant: 這會將檔案匯出到磁碟。

# dropFileToLocalFolderConfirmationTitle
source: Export to disk
ar: تصدير إلى القرص
de: Auf die Festplatte exportieren
es: Exportar al disco
fr: Exporter sur le disque
hi: डिस्क पर निर्यात
it: Esporta su disco
ja: ディスクにエクスポート
ko: 디스크로 내보내기
nl: Naar schijf exporteren
pl: Eksport na dysk
pt: Exportar para o disco
ru: Экспорт на диск
th: ส่งออกไปยังดิสก์
tr: Diske aktar
vi: Xuất ra ổ đĩa
zh_hans: 导出到磁盘
zh_hant: 匯出到磁碟

# dropFileToLocalFolderConfirmationToggleAlsoDeleteSource
source: Also delete the original file.
ar: حذف الملف الأصلي أيضًا.
de: Auch die Originaldatei löschen.
es: También eliminar el archivo original.
fr: Supprimer également le fichier d'origine.
hi: मूल फ़ाइल भी हटाएँ।
it: Elimina anche il file originale.
ja: 元のファイルも削除する。
ko: 원본 파일도 삭제합니다.
nl: Verwijder ook het oorspronkelijke bestand.
pl: Usuń także oryginalny plik.
pt: Também excluir o arquivo original.
ru: Также удалить исходный файл.
th: ลบไฟล์ต้นฉบับด้วย
tr: Orijinal dosyayı da sil.
vi: Cũng xóa tệp gốc.
zh_hans: 同时删除原始文件。
zh_hant: 同時刪除原始檔案。

# dropGroupToLocalFolderConfirmationMessage
source: This will export the group and its contents to disk.
ar: سيؤدي هذا إلى تصدير المجموعة ومحتوياتها إلى القرص.
de: Dadurch werden die Gruppe und ihre Inhalte auf die Festplatte exportiert.
es: Esto exportará el grupo y su contenido al disco.
fr: Le groupe et son contenu seront exportés sur le disque.
hi: यह समूह और इसकी सामग्री डिस्क पर निर्यात किए जाएंगे।
it: Questo esporterà il gruppo e i suoi contenuti sul disco.
ja: このグループとその内容をディスクにエクスポートします。
ko: 이 그룹과 그 안의 내용을 디스크로 내보냅니다.
nl: Dit zal de groep en de bijbehorende inhoud naar de schijf exporteren.
pl: Grupa i jej zawartość zostaną wyeksportowane na dysk.
pt: Isso exportará o grupo e todo o seu conteúdo para o disco.
ru: Группа и её содержимое будут экспортированы на диск.
th: กลุ่มนี้และเนื้อหาภายในจะถูกส่งออกไปยังดิสก์
tr: Bu grup ve içeriği diske aktarılacak.
vi: Việc này sẽ xuất nhóm và toàn bộ nội dung của nó ra ổ đĩa.
zh_hans: 这将把该群组及其内容导出到磁盘。
zh_hant: 這會將群組及其內容匯出到磁碟。

# dropGroupToLocalFolderConfirmationTitle
source: Export to disk
ar: تصدير إلى القرص
de: Auf die Festplatte exportieren
es: Exportar al disco
fr: Exporter sur le disque
hi: डिस्क पर निर्यात
it: Esporta su disco
ja: ディスクにエクスポート
ko: 디스크로 내보내기
nl: Naar schijf exporteren
pl: Eksport na dysk
pt: Exportar para o disco
ru: Экспорт на диск
th: ส่งออกไปยังดิสก์
tr: Diske aktar
vi: Xuất ra ổ đĩa
zh_hans: 导出到磁盘
zh_hant: 匯出到磁碟

# dropGroupToLocalFolderConfirmationToggleAlsoDeleteSource
source: Also delete the original group.
ar: حذف المجموعة الأصلية أيضًا.
de: Auch die Originalgruppe löschen.
es: También eliminar el grupo original.
fr: Supprimer également le groupe d'origine.
hi: मूल समूह भी हटाएँ।
it: Elimina anche il gruppo originale.
ja: 元のグループも削除する。
ko: 원본 그룹도 삭제합니다.
nl: Verwijder ook de oorspronkelijke groep.
pl: Usuń także oryginalną grupę.
pt: Também excluir o grupo original.
ru: Также удалить исходную группу.
th: ลบกลุ่มต้นฉบับด้วย
tr: Orijinal grubu da sil.
vi: Cũng xóa nhóm gốc.
zh_hans: 同时删除原始群组。
zh_hant: 同時刪除原始群組。

# dropLocalFileToGroupConfirmationMessage
source: This will import the folder and all its contents into this group, and it will be synced with iCloud.
ar: سيؤدي هذا إلى استيراد المجلد وكل محتوياته إلى هذه المجموعة، وسيتم مزامنته مع iCloud.
de: Dadurch wird der Ordner mitsamt allen Inhalten in diese Gruppe importiert und mit iCloud synchronisiert.
es: Esto importará la carpeta y todo su contenido a este grupo, y se sincronizará con iCloud.
fr: Ce dossier et tout son contenu seront importés dans ce groupe et synchronisés avec iCloud.
hi: यह फ़ोल्डर और इसकी सभी सामग्री इस समूह में आयात की जाएगी, और यह iCloud के साथ सिंक हो जाएगी।
it: Questo importerà la cartella e tutti i suoi contenuti in questo gruppo, e verrà sincronizzata con iCloud.
ja: このフォルダとそのすべての内容をこのグループにインポートし、iCloudと同期します。
ko: 이 폴더와 그 안의 모든 내용이 이 그룹으로 가져와지며 iCloud와 동기화됩니다.
nl: Dit zal de map en alle inhoud daarvan in deze groep importeren, en deze zal met iCloud worden gesynchroniseerd.
pl: Folder i cała jego zawartość zostaną zaimportowane do tej grupy i zsynchronizowane z iCloud.
pt: Isso importará a pasta e todo o seu conteúdo para este grupo, e ela será sincronizada com o iCloud.
ru: Папка и всё её содержимое будут импортированы в эту группу и синхронизированы с iCloud.
th: โฟลเดอร์นี้และเนื้อหาทั้งหมดจะถูกนำเข้าไปยังกลุ่มนี้ และจะซิงค์กับ iCloud
tr: Bu klasör ve tüm içeriği bu gruba aktarılacak ve iCloud ile senkronize edilecek.
vi: Việc này sẽ nhập thư mục và toàn bộ nội dung của nó vào nhóm này, và chúng sẽ được đồng bộ với iCloud.
zh_hans: 这将把该文件夹及其所有内容导入到此群组，并与 iCloud 同步。
zh_hant: 這會將資料夾及其所有內容匯入此群組，並與 iCloud 同步。

# dropLocalFileToGroupConfirmationTitle
source: Import local files
ar: استيراد ملفات محلية
de: Lokale Dateien importieren
es: Importar archivos locales
fr: Importer des fichiers locaux
hi: स्थानीय फ़ाइलें आयात करें
it: Importa file locali
ja: ローカルファイルをインポート
ko: 로컬 파일 가져오기
nl: Lokale bestanden importeren
pl: Import plików lokalnych
pt: Importar arquivos locais
ru: Импорт локальных файлов
th: นำเข้าไฟล์ในเครื่อง
tr: Yerel dosyaları içe aktar
vi: Nhập tệp cục bộ
zh_hans: 导入本地文件
zh_hant: 匯入本機檔案

# dropLocalFileToGroupConfirmationToggleAlsoDeleteSource
source: Also delete the original file
ar: حذف الملف الأصلي أيضًا
de: Auch die Originaldatei löschen
es: También eliminar el archivo original
fr: Supprimer également le fichier d'origine.
hi: मूल फ़ाइल भी हटाएँ।
it: Elimina anche il file originale
ja: 元のファイルも削除する
ko: 원본 파일도 삭제합니다.
nl: Ook het oorspronkelijke bestand verwijderen
pl: Usuń także oryginalny plik
pt: Também excluir o arquivo original
ru: Также удалить исходный файл
th: ลบไฟล์ต้นฉบับด้วย
tr: Orijinal dosyayı da sil
vi: Cũng xóa tệp gốc
zh_hans: 同时删除原始文件。
zh_hant: 同時刪除原始檔案。

# dropLocalFolderToGroupConfirmationMessage
source: This will import the folder and all its contents into this group, and it will be synced with iCloud.
ar: سيؤدي هذا إلى استيراد المجلد وكل محتوياته إلى هذه المجموعة، وسيتم مزامنته مع iCloud.
de: Dadurch wird der Ordner mitsamt allen Inhalten in diese Gruppe importiert und mit iCloud synchronisiert.
es: Esto importará la carpeta y todo su contenido a este grupo, y se sincronizará con iCloud.
fr: Ce dossier et tout son contenu seront importés dans ce groupe et synchronisés avec iCloud.
hi: यह फ़ोल्डर और इसकी सभी सामग्री इस समूह में आयात की जाएगी, और यह iCloud के साथ सिंक हो जाएगी।
it: Questo importerà la cartella e tutti i suoi contenuti in questo gruppo, e verrà sincronizzata con iCloud.
ja: このフォルダとそのすべての内容をこのグループにインポートし、iCloudと同期します。
ko: 이 폴더와 그 안의 모든 내용이 이 그룹으로 가져와지며 iCloud와 동기화됩니다.
nl: Dit zal de map en alle inhoud daarvan in deze groep importeren, en deze zal met iCloud worden gesynchroniseerd.
pl: Folder i cała jego zawartość zostaną zaimportowane do tej grupy i zsynchronizowane z iCloud.
pt: Isso importará a pasta e todo o seu conteúdo para este grupo, e ela será sincronizada com o iCloud.
ru: Папка и всё её содержимое будут импортированы в эту группу и синхронизированы с iCloud.
th: โฟลเดอร์นี้และเนื้อหาทั้งหมดจะถูกนำเข้าไปยังกลุ่มนี้ และจะซิงค์กับ iCloud
tr: Bu klasör ve tüm içeriği bu gruba aktarılacak ve iCloud ile senkronize edilecek.
vi: Việc này sẽ nhập thư mục và toàn bộ nội dung của nó vào nhóm này, và chúng sẽ được đồng bộ với iCloud.
zh_hans: 这将把该文件夹及其所有内容导入到此群组，并与 iCloud 同步。
zh_hant: 這會將資料夾及其所有內容匯入此群組，並與 iCloud 同步。

# dropLocalFolderToGroupConfirmationTitle
source: Import folder
ar: استيراد المجلد
de: Ordner importieren
es: Importar carpeta
fr: Importer le dossier
hi: फ़ोल्डर आयात करें
it: Importa cartella
ja: フォルダをインポート
ko: 폴더 가져오기
nl: Map importeren
pl: Import folderu
pt: Importar pasta
ru: Импорт папки
th: นำเข้าโฟลเดอร์
tr: Klasörü içe aktar
vi: Nhập thư mục
zh_hans: 导入文件夹
zh_hant: 匯入資料夾

# dropLocalFolderToGroupConfirmationToggleAlsoDeleteSource
source: Also delete the original folder.
ar: حذف المجلد الأصلي أيضًا.
de: Auch den Originalordner löschen.
es: También eliminar la carpeta original.
fr: Supprimer également le dossier d'origine.
hi: मूल फ़ोल्डर भी हटाएँ।
it: Elimina anche la cartella originale.
ja: 元のフォルダも削除する。
ko: 원본 폴더도 삭제합니다.
nl: Verwijder ook de oorspronkelijke map.
pl: Usuń także oryginalny folder.
pt: Também excluir a pasta original.
ru: Также удалить исходную папку.
th: ลบโฟลเดอร์ต้นฉบับด้วย
tr: Orijinal klasörü de sil.
vi: Cũng xóa thư mục gốc.
zh_hans: 同时删除原始文件夹。
zh_hant: 同時刪除原始資料夾。

# encryptedBackupErrorDecryptionFailed
source: The backup file could not be decrypted on this device.
ar: لم يمكن فك تشفير ملف النسخ الاحتياطي على هذا الجهاز.
de: Die Sicherungsdatei konnte auf diesem Gerät nicht entschlüsselt werden.
es: El archivo de respaldo no pudo ser descifrado en este dispositivo.
fr: Le fichier de sauvegarde n'a pas pu être décrypté sur cet appareil.
hi: इस डिवाइस पर बैकअप फ़ाइल को डिक्रिप्ट नहीं किया जा सका।
it: Il file di backup non può essere decriptato su questo dispositivo.
ja: このデバイスでバックアップファイルの復号に失敗しました。
ko: 이 장치에서 백업 파일을 복호화할 수 없습니다.
nl: Het backupbestand kon op dit apparaat niet worden ontsleuteld.
pl: Plik kopii zapasowej nie mógł zostać odszyfrowany na tym urządzeniu.
pt: O arquivo de backup não pôde ser descriptografado neste dispositivo.
ru: Файл резервной копии не удалось расшифровать на этом устройстве.
th: ไม่สามารถถอดรหัสไฟล์สำรองในอุปกรณ์นี้ได้。
tr: Yedek dosyası bu cihazda şifrelenemedi.
vi: Tập tin sao lưu không thể được giải mã trên thiết bị này.
zh_hans: 此设备无法解密备份文件。
zh_hant: 無法在此設備上解密備份文件。
